Revit 2027 API
ParameterTypeId.RectMullionWidth1 Property
 "Width on side 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RectMullionWidth1 { get; }
Public Shared ReadOnly Property RectMullionWidth1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RectMullionWidth1 {
	ForgeTypeId^ get ();
}
static member RectMullionWidth1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace